{"translation-revision-date":"2022-08-03 11:54:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Finally, publish subscription products to offer on your store.":["Infine, pubblica i prodotti in abbonamento da offrire sul tuo negozio."],"Finally, we’ll ask you to verify your business and payment details to enable deposits.":["Successivamente, ti chiederemo di verificare i dettagli della tua attività e di pagamento per abilitare gli acconti."],"Create subscriptions":["Crea abbonamenti"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Successivamente ti chiederemo di verificare i dettagli della tua attività e di pagamento per abilitare gli acconti."],"Provide a few business details":["Fornisci alcuni dettagli sull'azienda"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Per garantire transazioni sicure e protette, è richiesto un account WordPress.com."],"Add a name, price and image to your subscription product and then publish it.":["Aggiungi nome, prezzo e immagine al tuo prodotto in abbonamento, quindi pubblicalo."],"Create and connect your account":["Crea e connetti il tuo account"],"Create a subscription":["Crea un abbonamento"],"You’re only steps away from selling subscriptions":["Ti manca poco per poter vendere abbonamenti"],"With WooCommerce Payments, you can sell subscriptions with no setup costs or monthly fees. Create subscription products, track recurring revenue, and manage subscribers directly from your store’s dashboard.":["Con WooCommerce Payments, puoi vendere abbonamenti senza costi di configurazione o tariffe mensili. Crea prodotti in abbonamento, monitora le entrate ricorrenti e gestisci gli abbonati direttamente dalla bacheca del negozio."],"Start selling subscriptions today":["Inizia subito a vendere abbonamenti"],"By clicking “Get started”, the WooCommerce Payments plugin will be installed and you agree to the <a>Terms of Service<\/a>":["Cliccando su \"Inizia\", verrà installato il plugin WooCommerce Payments e accetti i <a>Termini di servizio<\/a>"],"Installing WooCommerce Payments failed. To continue with WooCommerce Payments built-in subscriptions functionality, please install <a>WooCommerce Payments<\/a> manually.":["L'installazione di WooCommerce Payments non è riuscita. Per proseguire con la funzionalità integrata degli abbonamenti di WooCommerce Payments, installa <a>WooCommerce Payments<\/a> manualmente."],"Accepted payment methods":["Metodi di pagamento accettati"],"Get started":["Inizia ora"],"Learn more":["Per saperne di più"],"No thanks":["No grazie"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wc-pay-subscriptions-page.js"}}