{"translation-revision-date":"2023-05-25 15:54:11+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Show me around (10s)":["Mostra una panoramica (10s)"],"I'll explore on my own":["Preferisco esplorare in autonomia"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Lascia che ti mostriamo come navigare nel modulo e creare questo prodotto dall'inizio alla fine in pochissimo tempo."],"Product editing tour":["Tour della modifica del prodotto"],"Meet the product editing form":["Scopri il modulo di modifica del prodotto"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Se il modulo non dispone ancora di tutte le funzionalità di cui hai bisogno, è ancora in fase di sviluppo, puoi passare all'editor classico in qualsiasi momento."],"⚙️ Looking for more?":["⚙️ Stai cercando altro?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Con tutti i dettagli a posto, utilizza i pulsanti in alto per visualizzare un'anteprima e pubblicare facilmente il tuo prodotto. Fare clic sul pulsante a freccia per ulteriori opzioni."],"🔍 Preview and publish":["🔍 Visualizza anteprima e pubblica"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Al termine, utilizza le schede per passare ad altri dettagli e impostazioni. In futuro, qui troverai anche estensioni e plugin."],"✍️ Set up pricing & more":["✍️ Configura i prezzi e altro"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Il modulo prodotto ti aiuterà a descrivere il tuo prodotto campo per campo, dai dettagli di base come il nome e la descrizione agli attributi che i clienti possono utilizzare per trovarlo nel tuo negozio."],"📣 Tell a story about your product":["📣 Racconta una storia sul tuo prodotto"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/add-product-page.js"}}