{"translation-revision-date":"2023-05-25 15:54:11+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Upgrade to Blockified Single Product template":["Esegui l'aggiornamento al modello del prodotto singolo bloccato"],"This block serves as a placeholder for your %s. We recommend upgrading to the Single Products block for more features to edit your products visually. Don't worry, you can always revert back.":["Questo blocco funge da segnaposto per %s. Ti consigliamo di eseguire l'aggiornamento al blocco Prodotti singoli per ulteriori funzionalità per modificare visivamente i tuoi prodotti. Non preoccuparti, puoi sempre tornare indietro."],"Upgrade to Products block":["Aggiorna al blocco Prodotti"],"This block serves as a placeholder for your %s. It will display the actual product image, title, price in your store. You can move this placeholder around and add more blocks around to customize the template.":["Questo blocco funge da segnaposto per %s. Visualizzerà l'immagine reale del prodotto, il titolo, il prezzo, ecc. nel tuo negozio. Puoi spostare questo segnaposto e aggiungere ulteriori blocchi attorno per personalizzare il modello."],"This block serves as a placeholder for your %s. We recommend upgrading to the Products block for more features to edit your products visually. Don't worry, you can always revert back.":["Questo blocco funge da segnaposto per %s. Ti consigliamo di eseguire l'aggiornamento al blocco Prodotti per ulteriori funzionalità per modificare visivamente i tuoi prodotti. Non preoccuparti, puoi sempre tornare indietro."],"Product template":["Template del prodotto"],"Contains the block elements used to render a product, like its name, featured image, rating, and more.":["Contiene gli elementi di blocco utilizzati per il rendering di un prodotto, come il nome, l'immagine in primo piano, la valutazione e altro."],"Products (Beta)":["Prodotti (Beta)"],"A block that displays a selection of products in your store.":["Un blocco che mostra una selezione di prodotti nel tuo negozio."],"WooCommerce Product Attribute Block":["Blocco degli attributi del prodotto WooCommerce"],"WooCommerce Product Search Results Block":["Blocco dei risultati della ricerca di prodotti WooCommerce"],"WooCommerce Classic Template":["Template classico di WooCommerce"],"WooCommerce Product Tag Block":["Blocco Tag del prodotto WooCommerce"],"WooCommerce Product Grid Block":["Blocco Griglia prodotti WooCommerce"],"Renders classic WooCommerce PHP templates.":["Effettua il rendering dei template PHP di WooCommerce classici."],"WooCommerce Product Taxonomy Block":["Blocco Tassonomia del prodotto WooCommerce"],"WooCommerce Single Product Block":["Blocco Prodotto singolo WooCommerce"],"Display a short description about a product.":["Mostra una breve descrizione di un prodotto."],"Product Summary":["Riassunto del prodotto"],"Display the title of a product.":["Visualizza il nome di un prodotto."],"Search products…":["Ricerca prodotti in corso…"],"Product Title":["Titolo del prodotto"],"No products were found matching your selection.":["Non è stato trovato nessun prodotto che corrisponde alla tua selezione."],"Search":["Cerca"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/legacy-template.js"}}