{"translation-revision-date":"2022-09-14 12:58:49+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"The inclusive language analysis offers suggestions to write more inclusive copy. %1$sDiscover why inclusive language is important for SEO%2$s.":["L'analisi del linguaggio inclusivo propone suggerimenti per redigere testi più inclusivi. %1$sScopri perché il linguaggio inclusivo è importante per la SEO%2$s."],"Choose how your Homepage should look in search engines.":["Scegli come dovrebbe apparire la tua Homepage sui motori di ricerca."],"Keep the categories prefix in the slug":["Mantieni il prefisso delle categorie nello slug."],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Scegli quale aspetto dovrebbe avere la tua Homepage nei motori di ricerca e nei social. Ricordati che sarà la prima cosa che le persone probabilmente vedranno cercando il nome del tuo brand."],"Choose how your %1$s archive should look on social media.":["Scegli come il tuo archivio %1$s dovrebbe apparire sui social."],"Choose how your %1$s archive should look in search engines.":["Scegli come dovrebbe apparire il tuo archivio %1$s sui motori di ricerca."],"These settings are specifically for optimizing your %1$s archive.":["Queste impostazioni sono esclusivamente per l'ottimizzazione del tuo archivio %1$s."],"%1$s archive":["Archivio %1$s."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa funzione significa che %1$s non verrà indicizzato dai motori di ricerca e sarà escluso dalla sitemap XML."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Non hai impostato una pagina Negozio nelle impostazioni del tuo WooCommerce. %1$sTi preghiamo di farlo prima di continuare%2$s."],"Search appearance":["Aspetto della ricerca"],"Add custom fields to page analysis":["Aggiungi campi personalizzati per l'analisi della pagina"],"Additional settings":["Impostazioni aggiuntive"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Gli URL delle categorie su WordPress contengono un prefisso, solitamente %s. Abilita questo prefisso, unicamente per le categorie."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disabilitando questo campo impedirai l'indicizzazione dell'archivio per %1$s da parte dei motori di ricerca e lo escluderai dalle sitemap XML."],"This enables SEO metadata editing and our SEO - and Readability analysis for individual %1$s.":["Abilita la modifica dei metadati SEO e delle analisi SEO e di leggibilità per %1$s."],"Social appearance":["Aspetto sui social"],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Scegli l'aspetto predefinito di %1$s sui social media. Puoi sempre personalizzare questa impostazioni per ogni %2$s individualmente."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Scegli come il tuo %1$s dovrebbe apparire sui motori di ricerca. Puoi sempre personalizzare questa impostazione per ogni %2$s individualmente."],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["Puoi aggiungere più campi personalizzati e separarli utilizzando %3$sInvio%4$s o %3$svirgola%4$s. %1$sLeggi di più sull'analisi dei campi personalizzati%2$s."],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["%1$sL'immagine social%2$s, %1$sil titolo social%2$s e %1$sla descrizione social%2$s richiedono dati di Open Graph, che è attualmente disabilitato nella sezione ‘Condivisione social' nelle %3$sPreferenze del sito%4$s."],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Scegli come dovrebbero venire descritti i tuoi %1$s di default nel tuo markup di default di Schema.org. Puoi sempre personalizzare individualmente ogni tuo %2$s."],"Show %1$s in search results":["Mostra %1$s  nei risultati di ricerca"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Formato del media non valido. Formati supportati: JPG, PNG, WEBP e GIF."],"Enable %1$s for %2$s":["Abilita %1$s per %2$s"],"Archive social image":["Immagine social dell'archivio"],"Show the archive for %1$s in search results":["Mostra l'archivio per i %1$s nei risultati di ricerca"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh no! Sembra che il tuo modulo contenga dei dati non validi. Controlla i seguenti campi:"],"Archive social description":["Descrizione social dell'archivio"],"Archive social title":["Titolo social dell'archivio"],"Archive breadcrumbs title":["Titolo breadcrumbs dell'archivio"],"Archive meta description":["Meta descrizione dell'archivio"],"Archive SEO title":["Titolo SEO dell'archivio"],"Inclusive language analysis":["Analisi del linguaggio inclusivo"],"Yandex":["Yandex"],"Bing":["Bing"],"Baidu":["Baidu"],"Open sidebar":["Apri la barra laterale"],"Close sidebar":["Chiudi la barra laterale"],"Security & privacy":["Sicurezza e privacy"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Questo endpoint dell'API SEO REST di Yoast ti fornisce tutti i metadati necessari per un URL specifico. Ciò renderà molto facile per i siti WordPress senza intestazione utilizzare Yoast SEO per tutto il loro meta output SEO."],"Great! Your settings were saved successfully.":["Ottimo! Le tue impostazioni sono state salvate correttamente"],"Oops! Something went wrong while saving.":["Qualcosa è andato storto durante il salvataggio."],"Restrict advanced settings for authors":["Restringe le impostazioni avanzate per gli autori"],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":["Per impostazione predefinita, solo gli editor e gli amministratori possono accedere alle sezioni Avanzato e Schema del metabox Yoast SEO. La disabilitazione consente l'accesso a tutti gli utenti."],"APIs":["API"],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["Facebook, Twitter e Pinterest utilizzano tutti i dati Open Graph di Facebook, quindi assicurati di mantenere attiva l'impostazione \"Dati Open Graph\" se vuoi ottimizzare il tuo sito per queste piattaforme social."],"Site structure":["Struttura del sito"],"Site preferences":["Preferenze del sito"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post. %1$sFind out how IndexNow can help your site%2$s.":["Effettua automaticamente il ping dei motori di ricerca come Bing e Yandex ogni volta che pubblichi, aggiorni o elimini un post. %1$sScopri come IndexNow può aiutare il tuo sito%2$s."],"REST API endpoint":["Endpoint REST API"],"Slack sharing":["Condivisione su Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Consente a Twitter di visualizzare un'anteprima con immagini e un estratto di testo quando viene condiviso un link al tuo sito."],"Twitter card data":["Dati Twitter card"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Permette a Facebook e ad altri social media di visualizzare un'anteprima con immagini e un riassunto testuale quando viene condiviso un link al tuo sito."],"Open Graph data":["Dati Open Graph"],"Tell us which features you want to use.":["Dicci quale funzionalità vuoi usare."],"Social sharing":["Condivisione social"],"%1$sSee the XML sitemap%2$s.":["%1$sConsulta la sitemap XML%2$s."],"%1$sRead why XML Sitemaps are important for your site%2$s.":["%1$sLeggi perché le sitemap XML sono importanti per il tuo sito%2$s."],"Enable the XML sitemaps that Yoast SEO generates.":["Abilita le sitemaps XML generate da Yoast SEO."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack. %1$sFind out how a rich snippet can improve visibility and click-through-rate%2$s.":["Questo aggiunge il nome dell'autore e una stima del tempo di lettura allo snippet dell'articolo quando è condiviso su Slack. %1$sScopri come un rich snippet può migliorare la visibilità e la percentuale di clic (CTR)%2$s."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":["Il monitoraggio dell'utilizzo ci consente di tracciare alcuni dati sul tuo sito per migliorare il nostro plugin. %1$sPermettici di tracciare alcuni dati sul tuo sito per migliorare il nostro plugin%2$s."],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Il menu della barra di amministrazione di Yoast SEO contiene link utili a strumenti di terze parti per l'analisi delle pagine e rende facile vedere se hai nuove notifiche."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! %1$sFind out how Insights can help you improve your content%2$s.":["Trova i dati rilevanti sui tuoi contenuti direttamente nella sezione Approfondimenti nel metabox di Yoast SEO. Vedrai quali parole usi più spesso e se corrispondono alle tue parole chiave! %1$sScopri come gli Approfondimenti possono aiutarti a migliorare i tuoi contenuti%2$s."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to. %1$sRead more about how internal linking can improve your site structure%2$s.":["Il metabox dei suggerimenti dei link contiene un elenco di post sul tuo blog con contenuti simili a cui potrebbe essere interessante collegarsi. %1$sLeggi di più su come i link interni possono migliorare la struttura del tuo sito%2$s."],"Site image":["Immagine del sito"],"Title separator":["Separatore del titolo"],"Network disabled":["Rete disabilitata"],"Unavailable for sub-sites":["Non disponibile per i sub-siti"],"Recommended size for this image is %1$s%3$s%2$s":["La dimensione consigliata per questa immagine è %1$s%3$s%2$s"],"The SEO analysis offers suggestions to improve the SEO of your text. %1$sLearn how the SEO analysis can help you rank%2$s.":["L'analisi SEO offre suggerimenti per migliorare la SEO del tuo testo. %1$sScopri come l'analisi SEO può aiutarti nel ranking%2$s."],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["%1$sL'Immagine del sito%2$s richiede dati Open Graph, che sono attualmente disabilitati nella sezione \"Condivisione social\" in %3$sPreferenze del sito%4$s."],"This image is used as a fallback for posts\/pages that don't have any images set.":["Questa immagine viene utilizzata come alternativa di default per articoli\/pagine che non hanno alcuna immagine impostata."],"RSS feed":["Feed RSS"],"Dismiss":["Ignora"],"%1$s (default)":["%1$s (predefinito)"],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":["Puoi utilizzare %1$sTitolo sito%2$s, %1$sTagline%2$s e %1$sSeparatore%2$s come variabili durante la configurazione dell'aspetto di ricerca dei tuoi contenuti."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Aggiungi automaticamente il contenuto al tuo RSS. Questo ti permette di aggiungere link al tuo blog e ai tuoi articoli, e aiuta i motori di ricerca a identificarti come la fonte originale del contenuto."],"Additional URL parameters to allow":["Parametri URL aggiuntivi da consentire"],"Max number of characters to allow in searches":["Numero massimo di caratteri da consentire nelle ricerche"],"Filter searches with common spam patterns":["Filtra le ricerche con modelli di spam comuni"],"Filter searches with emojis and other special characters":["Filtra le ricerche con emoji e altri caratteri speciali"],"Filter search terms":["Filtra i termini di ricerca"],"Unregistered URL parameters":["Parametri URL non registrati"],"IndexNow":["IndexNow"],"Global feed":["Feed globale"],"Global comment feeds":["Feed dei commenti globali"],"Post authors feeds":["Feed autori degli articoli"],"Post type feeds":["Feed dei post type"],"Category feeds":["Feed di categoria"],"Tag feeds":["Feed dei tag"],"Custom taxonomy feeds":["Feed di tassonomia personalizzati"],"Search results feeds":["Feed dei risultati di ricerca"],"Atom\/RDF feeds":["Feed Atom\/RDF"],"Shortlinks":["Shortlink"],"RSD \/ WLW links":["Link RSD \/ WLW"],"oEmbed links":["Link oEmbed"],"Generator tag":["Tag generatore"],"Emoji scripts":["Script emoji"],"Pingback HTTP header":["Pingback degli header HTTP"],"Powered by HTTP header":["Creato da header HTTP"],"Post comments feeds":["Feed dei commenti agli articoli"],"Select a user":["Seleziona un utente"],"Personal logo or avatar":["Logo o avatar personale"],"Add another profile":["Aggiungi un altro profilo"],"Other social profile":["Altri profili social"],"Site representation":["Rappresentazione del sito"],"Link suggestions":["Link suggeriti"],"Insights":["Approfondimenti (Insights)"],"Social image":["Immagine social"],"Social title":["Titolo social"],"Social description":["Descrizione social"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"Remove image":["Rimuovi l'immagine"],"Article type":["Tipo di articolo"],"Page type":["Tipo di pagina"],"Usage tracking":["Tracciamento d'uso"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Il contatore dei link inseriti nel testo ti aiuta a migliorare la struttura del tuo sito. %1$sScopri come il contatore dei link inseriti nel testo può migliorare la tua strategia SEO%2$s."],"Learn SEO":["Impara la SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Abbiamo corsi online, sia gratuiti sia a pagamento per imparare tutto ciò che devi sapere riguardo la SEO."],"Check out %1$s":["Vai alla cassa di %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vuoi imparare la SEO dal Team di Yoast? Vai alla cassa della nostra %1$s"],"Schema":["Schema"],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"Organization":["Organizzazione"],"Personal info":["Informazioni personali"],"Select a user...":["Seleziona un utente..."],"Get %s":["Passa a %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puoi modificare i metadati SEO per questo tipo di contenuto personalizzato sulla %1$spagina del Negozio%2$s."],"Site title":["Titolo del sito"],"Tagline":["Motto del sito"],"SEO analysis":["Analisi SEO"],"%1$s recommendations for you":["Consigli per te da %1$s"],"Text link counter":["Contatore di link nei testi"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["La funzionalità contenuto Cornerstone ti permette di segnare e filtrare il contenuto importante nel tuo sito. %1$sLeggi come il contenuto cornerstone può aiutarti a migliorare la struttura del tuo sito.%2$s"],"Cornerstone content":["Contenuto Cornerstone (contenuto centrale)"],"Save changes":["Salva le modifiche"],"Variable":["Variabile"],"Available variables":["Variabili disponibili"],"Admin bar menu":["Menu della barra di amministrazione"],"SEO title":["Titolo SEO"],"Readability analysis":["Analisi di leggibilità"],"Format-based archives":["Archivio Format-based"],"Bold the last page":["Evidenzia in grassetto l'ultima pagina"],"Author archives":["Archivi autore"],"A link to the post, with the title as anchor text.":["Un link all'articolo, con il titolo come testo di ancoraggio."],"A link to your site, with your site's name and description as anchor text.":["Un link al tuo sito, con il nome e la descrizione del tuo sito come testo di ancoraggio."],"A link to your site, with your site's name as anchor text.":["Un link al tuo sito, con il nome del tuo sito come testo di ancoraggio."],"Blog":["Blog"],"Content to put after each post in the feed":["Contenuto da inserire dopo qualsiasi post nel feed"],"Content to put before each post in the feed":["Contenuto da inserire prima di ogni post nel feed"],"Description":["Descrizione"],"How to insert breadcrumbs in your theme":["Come inserire i breadcrumbs nel tuo tema"],"Prefix for Archive breadcrumbs":["Prefisso per gli archivi dei Breadcrumbs"],"Prefix for the breadcrumb path":["Prefisso per il percorso dei Breadcrumbs"],"Separator between breadcrumbs":["Separatore tra i breadcrumbs"],"You can use the following variables within the content, they will be replaced by the value on the right.":["È possibile utilizzare le seguenti variabili all'interno del contenuto, verranno sostituite dal valore mostrato qui a destra."],"A link to the archive for the post author, with the authors name as anchor text.":["Un link all'archivio dell'autore dell'articolo, con il nome dell'autore come testo di ancoraggio."],"Anchor text for the Homepage":["Testo del link per la Home Page"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["L'utilizzo della funzione breadcrumbs è spiegata nel %1$snostro articolo nella knowledge-base sull'implementazione dei breadcrumbs%2$s."],"Date archives":["Archivi per data"],"404 pages":["Pagine 404"],"Homepage":["Homepage"],"Person":["Persona"],"RSS":["RSS"],"Search pages":["Pagine di ricerca"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puoi definire il titolo e la descrizione della pagina home %1$smodificando direttamente da qui la pagina%2$s."],"Breadcrumbs":["Breadcrumb"],"Facebook":["Facebook"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Breadcrumbs title":["Titolo dei breadcrumbs"],"Advanced":["Avanzate"],"General":["Generale"],"Meta description":["Meta descrizione"],"None":["Nessuno"],"Tools":["Strumenti"],"XML sitemaps":["Sitemaps XML"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}