{"translation-revision-date":"2022-05-17 07:51:32+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Tell us about your site, so we can get your site ranked!":["Facci sapere qualcosa sul tuo sito, così possiamo aiutarti a posizionarlo! "],"Go to your SEO dashboard":["Vai alla tua bacheca SEO"],"What data will be tracked and for what reasons?":["Che tipo di dati verranno tracciati e per quale motivo?"],"%s usage tracking":["Monitoraggio dell'utilizzo di %s"],"E.g. example@email.com":["E.g. esempio@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Registrati alla newsletter di %1$s per ricevere suggerimenti sulle best-practice per posizionarsi sui motori di ricerca, rimanere aggiornati sulle ultime notizie SEO e ricevere consigli su come usare %2$s a pieno!"],"%s newsletter":["newsletter di %s "],"Thank you! Check your inbox for the confirmation email.":["Grazie! Controlla la tua casella di posta per l'email di conferma."],"Personal logo or avatar":["Logo o avatar personale"],"Select a user":["Seleziona un utente"],"Uploading image...":["Caricamento dell'immagine in corso…"],"Select an option":["Seleziona un'opzione"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Ricorda che dovresti eseguire l'ottimizzazione dei dati SEO per questa configurazione per avere il massimo effetto."],"We've already successfully analyzed your site. You can move on to the next step.":["Il tuo sito è già stato analizzato con successo. Puoi andare al prossimo passaggio."],"We've successfully analyzed your site!":["Il tuo sito è stato analizzato con successo!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Ottimizzazione dei dati SEO in corso... Puoi tranquillamente andare al prossimo passaggio di questa configurazione."],"Add another profile":["Aggiungi un altro profilo"],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Abbiamo bisogno di un altro po' di aiuto! Aggiungi il tuo profilo Facebook e Twitter così da poter ottimizzare anche i metadati di quelle piattaforme."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Abbiamo bisogno di un altro po' di aiuto! Aggiungi il profilo Facebook e Twitter della tua organizzazione così da poter ottimizzare anche i metadati di quelle piattaforme."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Non hai il permesso di modificare i profili social dell'utente %1$s. Chiedi a questo utente o ad un amministratore di farlo."],"E.g. https:\/\/www.wikipedia.com\/yoast":["E.g. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["E.g. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["E.g. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["E.g. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["E.g. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["E.g. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["E.g. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["E.g. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["E.g. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["E.g. https:\/\/www.facebook.com\/yoast"],"Delete item":["Elimina elemento"],"E.g. https:\/\/social-platform.com\/yoast":["E.g. https:\/\/social-platform.com\/yoast"],"Other social profile":["Altri profili social"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["In questo passaggio, devi aggiungere i profili social personali della persona che il tuo sito rappresenta. Per farlo, dovrai andare alla pagina %1$sUtenti%2$s > Pagina profilo in una nuova scheda del browser. In alternativa, chiedi all'utente o a un amministratore di farlo se non ti è permesso."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sImportante%2$s: Si prega di selezionare un nome nel passaggio 2 affinché questo passaggio sia efficace."],"Email address":["Indirizzo email"],"Could not save this value. Please check the URL.":["Impossibile salvare questo valore. Si prega di controllare l'URL."],"Could not save this value. Please check the URL or username.":["Impossibile salvare questo valore. Si prega di controllare l'URL o il nome utente."],"Sign up!":["Iscriviti!"],"Oops! Something went wrong. Check your email address and try again.":["Oops! Qualcosa è andato storto. Controlla il tuo indirizzo email e riprova."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast rispetta la tua privacy. Leggi %1$s la nostra politica sulla privacy%2$s su come gestiamo le tue informazioni personali."],"Save and continue":["Salva e continua"],"No, don’t track my site data":["No, non tracciare i dati del mio sito"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Importante: non venderemo mai questi dati. E ovviamente, come sempre, non raccogliamo alcun dato personale su di te o sui tuoi visitatori!"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["Nella pagina %1$sUtenti%2$s, passa il mouse sopra il nome utente che desideri modificare. Fai clic su \"Modifica\" per accedere al profilo dell'utente. Quindi, scorri verso il basso fino alla sezione \"Informazioni di contatto\" (vedi screenshot sotto) e compila gli URL dei profili social personali che desideri aggiungere."],"Yes, you can track my site data":["Sì, autorizzo a monitorare i dati del mio sito"],"Does your site represent an Organization or Person?":["Il tuo sito rappresenta un'organizzazione o una persona?"],"Continue":["Continua"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this workout.":["Puoi ancora eseguire l'ottimizzazione dei dati SEO nella sezione %1$sTools%2$s. Una volta finito, aggiorna questo allenamento."],"This workout step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Questa fase di allenamento è attualmente disabilitata, perché non stai utilizzando l'ultima versione di Yoast SEO Premium. Si prega di aggiornare all'ultima versione (almeno %1$s). "],"Error stack trace":["Traccia dello stack di errore"],"Response":["Risposta"],"Error message":["Messaggio di errore"],"Status code":["Codice di stato"],"Request method":["Metodo di richiesta"],"Request URL":["URL della richiesta"],"Error details":["Dettagli dell'errore"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"Remove image":["Rimuovi l'immagine"],"This feature has been disabled since subsites never send tracking data.":["Questa funzione è stata disabilitata in quanto i sottositi non inviano mai dati di tracciamento."],"Stop SEO data optimization":["Interrompi l'ottimizzazione dei dati SEO"],"SEO data optimization is disabled for non-production environments.":["L'ottimizzazione dati SEO è disabilitata per gli ambienti di sviluppo."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Questa funzionalità include e sostituisce il contatore di link nei testi e la funzionalità di analisi dei link interni"],"Start SEO data optimization":["Inizia l'ottimizzazione dei dati SEO"],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"This feature has been disabled by the network admin.":["Questa funzionalità è stata disattivata dall'amministratore del network."],"Go back":["Torna indietro"],"Save changes":["Salva le modifiche"],"Name":["Nome"],"Loading...":["Caricamento in corso..."],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["Modifica"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}